[
    {
        "code": "En",
        "cards": [
            {
                "cardName": "Fine and Lite",
                "description": "Simple inspiration from one of my friend using two tone.",
                "path" : "dual_tone.jpg"
            },
            {
                "cardName": "Red Splash",
                "description": "Curly hair in a photo style shot illustration using exposing red color",
                "path" : "red_spalsh.jpg"
            },
            {
                "cardName": "Calm and chill",
                "description": "Made at first for training, It ended up to be one of my best and favorite.",
                "path" : "cutness.jpg"
            },
            {
                "cardName": "Carole and her miata",
                "description": "No matter the question, the answer is always miata. My OC (Original Character) with her car a NA Miata.",
                "path" : "miata.jpg"
            },
            {
                "cardName": "Beauty in nature",
                "description": "A Porsche 911 under some cherry blossom. beautifull scenary.",
                "path" : "porsche.jpg"
            }
        ]
    },
    {
        "code": "Fr",
        "cards": [
            {
                "cardName": "World Of Games",
                "description": "C'était ma toute première application web. Dans le cadre des mes études universitaire en deuxième année, j'avais réalisé le tout, du backend au front end en utilisant un framework web pour le frontend et Sql pour la base de donnée",
                "tools": "VueJs (2), NodeJs, Express, Mysql, Sequelize, Bootstrap",
                "path" : "world_of_game.jpg"
            },
            {
                "cardName": "Mon Portfolio",
                "description": "C'est mon portfolio actuel pour montrer mes différentes abilités en design, conception d'application web et également le côté artistique. Je n'ai utilisé principalement qu'une seule technologie pour ce projet pour apprendre plus sur ce framework que j'adore et pratiquer mes abilité de développement frontend.",
                "tools": "VueTs (3), TypeScript",
                "path" : "porsche.jpg"
            },
            {
                "cardName": "To Do",
                "description": "Il est commun de dire que pour apprendre un nouveau framework, on fait d'abord une application To Do avec. C'était assez amusant d'apprendre le framework Angular dans sa version 15.",
                "tools": "Angular",
                "path" : "angular_to_do.jpg"
            },
            {
                "cardName": "Redesign site web du MEDD",
                "description": "C'était un projet de design lors de ma troisième année universitaire. L'objectif était de faire un nouveau design du site web du Ministère de l'Environement et du Développement Durable pour avoir un meilleur design et une mailleur prise en main du site par les utilisateurs.",
                "tools": "Figma",
                "path" : "men_website_refont.png"
            },
            {
                "cardName": "M5 legacy",
                "description": "C'est tout simplement une de mes oeuvres favorite. C'est un peu une dédicace à tout les passionnées de M5 dans le monde. J'avais fait de petit dessin de toute les modèles de BMW M5 depuis la e28 jusqu'à la f90 sur du papier bristol au format A3",
                "tools": "Stylos, gouaches, liners, crayon couleur, papier bristol 310g",
                "path" : "m5_legacy.jpg"
            }
            
        ]
    },
    {
        "code": "Mlg",
        "cards": [
            {
                "cardName": "World Of Games",
                "description": "desc1",
                "tools": "VueJs (2), NodeJs, Express, Mysql, Sequelize, Bootstrap",
                "path" : "world_of_game.jpg"
            },
            {
                "cardName": "Portfolio",
                "description": "desc1",
                "tools": "VueTs (3), TypeScript",
                "path" : "porsche.jpg"
            },
            {
                "cardName": "To Do",
                "description": "desc1",
                "tools": "Angular",
                "path" : "angular_to_do.jpg"
            },
            {
                "cardName": "Fanavaozana trano-kala MEDD",
                "description": "desc1",
                "tools": "Figma",
                "path" : "men_website_refont.jpg"
            },
            {
                "cardName": "Mlg",
                "description": "desc1",
                "tools": "Penina, gouaches, liners, crayon couleur, taratasy bristol 310g",
                "path" : "m5_legacy.jpg"
            }
           
        ]
    }
   
   
   
]